Repository: SUNET/edusign-app
Catalog: backend/src/edusign_webapp/translations/*/LC_MESSAGES/messages.po
Languages: es, sv

source: There was an error. Please try again, or contact the site administrator.
es: Ha habido un error. Por favor, inténtalo de nuevo, o ponte en contacto con el administrador del sitio.
sv: Ett problem uppstod. Var god försök igen eller kontakta administratör

source: Low
sv: Låg

source: Medium
sv: Mellan

source: High
sv: Hög

source: You do not have the required level of assurance on your identity, please make sure to provide '<a href='%(loa)s'>%(level)s</a>' level
sv: Du har inte tillräckligt hög tillitsnivå på din identitet, var vänlig höj den till nivå '<a href='%(loa)s'>%(level)s</a>'

source: Back
es: Atrás
sv: Tillbaka

source: Missing information
es: Falta información
sv: Saknad information

source: Your organization did not provide the correct information during login. Please contact your IT-support for assistance.
es: Tu organización no ha provisto la información correcta durante el login. Por favor, contacta con tu soporte de IT para asistencia.
sv: Din organisation skickade inte rätt information vid inloggning till tjänsten. Kontakta din IT-avdelning för att avhjälpa problemet.

source: Missing displayName
sv: Saknar displayName

source: Your should add your name to your account at your organization. Please contact your IT-support for assistance.
sv: Du bör lägga till ditt namn på ditt konto i din organisation. Kontakta din IT-avdelning för att avhjälpa problemet.

source: Unauthorized
es: No autorizado
sv: Ej behörig

source: There was an error signing docs: unsupported MIME type.
sv: Ett fel uppstod vid signering: inte stöd för MIME typ.

source: Document is being signed by another user, please try again in a few minutes.
es: El documento está siendo firmado por otro usuario, por favor inténtalo de nuevo dentro de unos minutos.
sv: Dokumentet håller på att signeras av en annan person, försök igen om någon minut.

source: There doesn't seem to be an invitation for you to sign "%(docname)s".
es: No parece que haya una invitación para que firmes "%(docname)s".
sv: Det verkar inte finnas någon inbjudan till dig att signera "%(docname)s".

source: The email %(email)s invited to sign "%(docname)s" does not coincide with yours.
es: El correo %(email)s invitado a firmar "%(docname)s" no coincide con el tuyo.
sv: E-posten %(email)s att signera "%(docname)s" stämmer inte överens med din.

source: Problem preparing document for signing. Please try again, or contact the site administrator.
es: Problema preparando el documento para su firma. Por favor inténtalo de nuevo, o ponte en contacto con el administrador del sitio.
sv: Ett problem uppstod att ladda dokumentet. Var god försök igen eller kontakta administratör.

source: %(name)s signed '%(docname)s'
es: %(name)s firmó '%(docname)s'
sv: %(name)s signerade '%(docname)s'

source: '%(docname)s' is now signed
sv: '%(docname)s' är nu signerat

source: You have been invited to sign "%(document_name)s"
sv: Du har blivit inbjuden att signera '%(document_name)s'

source: Could not provide the requested level of assurance.
es: No fue posible proveer el nivel de seguridad requerido.
sv: Kunde inte tillhandahålla den begärda tillitsnivån.

source: You cannot invite as %(owner)s
es: No puedes invitar como %(owner)s
sv: Du kan inte bjuda in att signera som %(owner)s

source: Problem creating invitation to sign, please try again
es: Problema creando invitación para firmar, por favor, inténtalo de nuevo
sv: Ett problem uppstod att skapa inbjudan att signera, var god försök igen

source: There was a problem and the invitation email(s) were not sent
es: Ha habido un problema y no se han enviado los correos de invitación
sv: Ett problem uppstod och inbjudningarna att signera skickades inte iväg

source: Success sending invitations to sign
es: Las invitaciones para firmar se han enviado correctamente.
sv: Inbjudningarna att signera har skickats

source: Problem finding the users pending to multi sign
es: Problema encontrando los invitados a firmar
sv: Ett problem uppstod att hitta användare som inte signerat

source: Problem finding the users pending to sign
es: Problema encontrando los invitados a firmar
sv: Ett problem uppstod att hitta användare som inte signerat

source: Could not find the document
es: No se ha podido encontrar el documento
sv: Det gick inte att hitta dokumentet

source: A reminder to sign '%(document_name)s'
es: Recordatorio para firmar '%(document_name)s'
sv: En påminnelse att signera '%(document_name)s'

source: Problem sending the email, please try again
es: Problema enviando el correo, intentalo de nuevo por favor
sv: Ett problem uppstod att meddelandet, var god försök igen

source: Success sending reminder email to pending users
es: Los correos de recordatorio se han enviado correctamente
sv: Meddelandet skickades till alla som inte svarat på inbjudan att signera

source: Success editing invitation to sign '%(docname)s'
sv: Framgång med redigering av inbjudan att signera '%(docname)s'

source: Problem editing the invitations
sv: Problem med att redigera inbjudningarna

source: Some users may not have been notified of the changes for '%(docname)s'
sv: Vissa mottagare kanske inte blev notifierade gällande ändringarna för '%(docname)s'

source: Problem removing the invitation, please try again
es: Problema eliminando invitacion, intentalo de nuevo, por favor
sv: Ett problem uppstod att ta bort inbjudan, var god försök igen

source: Success removing invitation to sign
es: La invitacion a firmar se ha eliminado correctamente
sv: Borttagningen av inbjudan att signera lyckades

source: Some users may have not been informed of the cancellation
sv: Vissa mottagare kanske inte blev notifierade gällande annuleringen

source: Cancellation of invitation to sign '%(document_name)s'
es: Se ha cancelado la invitacion a firmar '%(document_name)s'
sv: Borttagen inbjudan att signera '%(document_name)s'

source: Cannot find the document being signed
es: No se encuentra el documento a firmar
sv: Går inte att hitta dokumentet som skall signeras

source: "%(docname)s" is now signed
sv: '%(docname)s' är nu signerat

source: %(name)s declined to sign '%(docname)s'
es: %(name)s ha declinado firmar '%(docname)s'
sv: %(name)s nekade att signera '%(docname)s'

source: Problem declining signature, please try again
es: Problema declinando la firma, por favor, intentalo de nuevo
sv: Ett problem uppstod att neka signering, var god försök igen

source: Success declining signature
es: Éxito declinando la firma
sv: Signeringen av dokumentet nekades

source: Problem filling in form in PDF, please try again
sv: Problem med att fylla i formuläret i PDF, försök igen

source: Frequently Asked Questions
es: Preguntas frecuentes
sv: Vanliga frågor

source: Home
es: Inicio
sv: Hem

source: Help
es: Ayuda
sv: Hjälp

source: This is to inform you that %(inviter_name)s &lt;%(inviter_email)s&gt; has cancelled an invitation to digitally sign a document named "%(document_name)s".
es: Esto es para informarte de que %(inviter_name)s &lt;%(inviter_email)s&gt; ha cancelado una invitación para firmar digitalmente el documento llamado "%(document_name)s".
sv: Detta är för att informera er om att %(inviter_name)s &lt;%(inviter_email)s&gt; har tagit bort inbjudan att digitalt signera dokumentet "%(document_name)s".

source: This is an email from eduSign, a service for secure digital signatures, developed by Sunet.
es: Este es un mensage de eduSign, un servicio para firmas digitales seguras, desarrollado por Sunet.
sv: Detta meddelande är skickat från eduSign, en tjänst för säkra digitala signaturer, utvecklat av Sunet.

source: This is to inform you that %(inviter_name)s <%(inviter_email)s> has cancelled an invitation to digitally sign a document named "%(document_name)s".
es: Esto es para informarte de que %(inviter_name)s <%(inviter_email)s> ha cancelado una invitación para firmar digitalmente un documento llamado "%(document_name)s".
sv: Detta är för att informera er om att %(inviter_name)s <%(inviter_email)s> har tagit bort inbjudan att digitalt signera dokumentet "%(document_name)s".

source: %(invited_name)s &lt;%(invited_email)s&gt; has declined to sign document "%(document_name)s".
es: %(invited_name)s &lt;%(invited_email)s&gt; ha declinado firmar el documento "%(document_name)s".
sv: %(invited_name)s &lt;%(invited_email)s&gt; har nekat att signera dokumentet "%(document_name)s".

source: %(invited_name)s <%(invited_email)s> has declined to sign document "%(document_name)s".
es: %(invited_name)s <%(invited_email)s> ha declinado firmar el documento "%(document_name)s".
sv: %(invited_name)s <%(invited_email)s> har nekat att signera dokumentet "%(document_name)s".

source: This was the final reply to your invitation to sign this document. Please visit eduSign to finalize the signature process.
es: ta ha sido la última réplica a tu invitación a firmar este documento. Por favor visita el sitio de eduSign para finalizar el proceso de firma.
sv: Detta var det sista svaret till din inbjudan att signera detta dokument. Var god gå till eduSign för att avsluta signeringsprocessen.

source: This was the final reply to your invitation to sign this document.
es: ta ha sido la última réplica a tu invitación a firmar este documento.
sv: Detta var det sista svaret till din inbjudan att signera detta dokument.

source: %(invited_name)s &lt;%(invited_email)s&gt; has signed the document "%(document_name)s".
es: %(invited_name)s &lt;%(invited_email)s&gt; ha firmado el documento "%(document_name)s".
sv: %(invited_name)s &lt;%(invited_email)s&gt; har signerat dokumentet "%(document_name)s".

source: %(invited_name)s <%(invited_email)s> has signed the document "%(document_name)s".
es: %(invited_name)s <%(invited_email)s> ha firmado el documento "%(document_name)s".
sv: %(invited_name)s <%(invited_email)s> har signerat dokumentet "%(document_name)s".

source: eduSign - Secure digital signature
es: eduSign - Firma digital segura
sv: eduSign - säker digital underskrift

source: You have been invited by %(inviter_name)s &lt;%(inviter_email)s&gt;, to digitally sign a document named "%(document_name)s".
es: %(inviter_name)s &lt;%(inviter_email)s&gt; te ha invitado a firmar digitalmente el documento "%(document_name)s".
sv: Du har blivit inbjuden av %(inviter_name)s &lt;%(inviter_email)s&gt;, att digitalt signera dokumentet "%(document_name)s".

source: Message from %(inviter_name)s:
es: Mensaje de %(inviter_name)s:
sv: Meddelande från %(inviter_name)s:

source: Follow this link to preview and sign the document:
es: Sigue este enlace para revisar y firmar el documento:
sv: Följ denna länk för att förhandsgranska och signera dokumentet:

source: If you experience problems with this service contact the local IT-department at the organisation that invited you to sign. If you are unsure how to do that please reach out to the person who invited you.
es: Si experimentas problemas con este servicio ponte en contacto con el departamento de TI de la organización desde la que se te invitó a firmar. Si no estás seguro ponte en contacto con la persona que te invitó.
sv: Om du upplever problem med tjänsten kontakta den lokala IT-supporten hos organisationen som bjöd in dig att signera. Om du är osäker på hur du skall göra det så hör av dig till personen som bjöd in dig.

source: You have been invited by %(inviter_name)s <%(inviter_email)s>, to digitally sign a document named "%(document_name)s".
es: %(inviter_name)s <%(inviter_email)s> te ha invitado a firmar digitalmente el documento "%(document_name)s".
sv: Du har blivit inbjuden av %(inviter_name)s <%(inviter_email)s>, att digitalt signera dokumentet "%(document_name)s".

source: This is a reminder that you have been invited by %(inviter_name)s &lt;%(inviter_email)s&gt;, to digitally sign a document named "%(document_name)s".
es: Esto es un recordatorio de que %(inviter_name)s &lt;%(inviter_email)s&gt; te ha invitado a firmar digitalmente el documento "%(document_name)s".
sv: Detta är en påminnelse att du har blivit inbjuden av %(inviter_name)s &lt;%(inviter_email)s&gt;, att digitalt signera dokumentet "%(document_name)s".

source: This is a reminder that you have been invited by %(inviter_name)s <%(inviter_email)s>, to digitally sign a document named "%(document_name)s".
es: Esto es un recordatorio de que %(inviter_name)s <%(inviter_email)s> te ha invitado a firmar digitalmente el documento "%(document_name)s".
sv: Detta är en påminnelse att du har blivit inbjuden av %(inviter_name)s <%(inviter_email)s>, att digitalt signera dokumentet "%(document_name)s".

source: The document "%(document_name)s" is now signed by all parties and attached to this email.
es: El documento "%(document_name)s" ha sido firmado por todas las partes y va adjunto a este correo.
sv: Dokumentet "%(document_name)s" är nu signerat av alla parter och bifogat till detta e-post meddelande.

source: The document "%(document_name)s" is now signed by all parties.
es: El documento "%(document_name)s" ha sido firmado por todas las partes.
sv: Dokumentet "%(document_name)s" är nu signerat av alla parter.

source: The person who invited you chose not to send out the signed document automatically from eduSign.
es: The person who invitd you decidión no enviar el documento final firmado automaticamente desde eduSign.
sv: Personen som bjöd in dig att signera valde att inte skicka ut det signerade dokumentet automatiskt från eduSign.

source: There was a problem delegating the invitation
es: Hubo un problema delegando la invitación a firmar

source: Success delegating signature
es: Se ha delegado la firma correctamente

source: This is to inform you that %(delegater_name)s <%(delegater_email)s> has delegated to you an invitation to digitally sign a document named "%(document_name)s" originally invited by %(owner_name)s <%(owner_email)s>.
es: Esto es para informarte de que %(delegater_name)s <%(delegater_email)s> ha delegado en tí una invitación para firmar un documento llamado "%(document_name)s" invitado originalmente por %(owner_name)s <%(owner_email)s>.
